[
   {
      "id": 1,
      "title": "The 9th International Conference on Integrated Circuits, Design, and Verification (ICDV 2024)",
      "content": "Organized by IEEE CAS Vietnam Chapter; co-Hosted by VNU Information Technology Institute & VNU International School",
      "body": "<p><p><p><center><b>June 6-8, 2024 – Hanoi, Vietnam</b><br><i>Organized by IEEE CAS Vietnam Chapter;</i><br><i>co-Hosted by <a href={https://iti.vnu.edu.vn/}>VNU Information Technology Institute</a> &amp; <a href={https://is.vnu.edu.vn/}>VNU International School</a></i></center><br><p>&emsp;The International Conference on Integrated Circuits, Design, and Verification (ICDV) provides a forum for exchanging ideas, discussing research results, and presenting chips, circuit designs and applications in solid-state and semiconductor fields. Continuous scaling of the CMOS devices increases the number of transistors on a VLSI chip. It reaches the level of 100 giga transistors on a single chip, which is comparatively higher than the total neuron numbers in the human brain. This would certainly provide us a great opportunity for new applications and information processing. On the other hands, the small feature size causes new problems such as leakage current and process variation. To discuss utilizing the scaling advantages and coping with the new problems, we call for contributions about new proposal of application systems, VLSI architectures, and design methodologies as well as the technologies and applications in the integrated circuits and devices field. We expect to this conference explores and stimulates the contributed researches to those subjects. The papers are solicited from prospective authors interested in the related fields.<p>The ICDV 2024 conference is organized by IEEE CAS Vietnam Chapter, co-hosted by VNU Information Technology Institute (VNU-ITI) and VNU International School (VNU-IS), technically supported by the IEEE SSCS Vietnam and the IEICE Vietnam Section. The ICDV 2024 will be held in Hanoi, Vietnam. Further information about the conference, paper submission guidelines and templates will be updated on the website. updated on the website.<p>&emsp;Prospective authors are invited to submit full-length, six-page manuscripts, including figures, tables and references, to the official ICDV 2024 website. All papers will be handled electronically. Accepted and presented papers will be included in the conference proceedings with ISBN and <b>will be submitted for inclusion in IEEE Xplore®</b> (the copyright shall be assigned to the IEEE). The proceedings of ICDV series are regularly indexed by Scopus and listed in conference proceeding citation index (CPCI) of Clarivate. Papers are solicited in the following categories, but are not limited to:<ol><li>Digital integrated circuits and signal processing</li><li>Processors/ multiprocessors</li><li>Memory design</li><li>Analog and mixed-signal circuits</li><li>RF integrated circuits and microwave engineering</li><li>Circuit technologies</li><li>Design experience with advanced design technologies</li><li>Circuits/devices modeling, verification and testing</li><li>Reconfigurable architectures &amp; FPGA-based designs</li><li>Embedded systems design</li><li>AI &amp; IoT related circuits, devices and applications</li><li>Rebooting computing</li><li>Hardware security, cryptography</li><li>Industrial IoT devices and systems</li></ol><br><b><i>Special Sessions</i></b><ul><li><i>Signal Processing in Manufacturing Applications</i></li><li><i>Intelligent Control &amp; AI</i></li></ul></p><br><p><em><strong><a href={https://edas.info/N31299} target={_blank} rel={noopener}>Submit your paper now!</a></strong></em></p></p></p>"
   },
   {
      "id": 2,
      "title": "FAIR 2024",
      "content": "Nhằm góp phần thúc đẩy nghiên cứu cơ bản và ứng dụng về Công nghệ thông tin tại Việt Nam, Liên hiệp các Hội Khoa học và Kỹ thuật Việt Nam, Viện Hàn lâm Khoa học và Công nghệ Việt Nam phối hợp cùng Học viện Công nghệ Bưu chính Viễn thông và các cơ quan khoa học, các nhà khoa học từ các viện nghiên cứu, các trường đại học để tổ chức Hội nghị khoa học quốc gia lần thứ XVII về &#34;Nghiên cứu cơ bản và ứng dụng Công nghệ thông tin&#34;.",
      "body": "<iframe src={http://fair.conf.vn/} title={FAIR 2024}></iframe>"
   },
   {
      "id": 3,
      "title": "MAPR 2024, Da Nang, Vietnam",
      "content": "After the success of the 6th MAPR 2023, we are pleased to announce the 7th International Conference on Multimedia Analysis and Pattern Recognition (MAPR), supported by the Vietnamese Association on Pattern Recognition (VAPR). The conference will be held in Da Nang, Vietnam, on August 15-16, 2024.",
      "body": "<iframe src={https://mapr.uit.edu.vn/mapr-2024} title={FAIR 2024}></iframe>"
   }
]
