{
   "home": "Home",
   "news": "News",
   "introduction": "Introduction",
   "members": "Members",
   "publications": "Publications",
   "call_for_papers": "Call for papers",
   "others": "Others",
   "re_publications": "Recent Publications",
   "contact_us": "Contact us",
   "news_des": "Research News and Events",
   "members_des": "This laboratory strives to cultivate a collaborative research environment that fosters connections among researchers and co-labs. Our central mission is to explore cutting-edge advancements in intelligent connected networking, particularly addressing performance and security challenges in edge computing.",
   "about_us": "About us",
   "about_content": "&emsp;This laboratory strives to cultivate a collaborative research environment that fosters connections among researchers and co-labs. Our central mission is to explore cutting-edge advancements in intelligent connected networking, particularly addressing performance and security challenges in edge computing. <br>&emsp;We focus on developing performance-enhancing strategies by exploiting the potential of new wireless communication solutions and technologies alongside breakthroughs in edge intelligence. Otherwise, our research delves into the complexities of IoT authentication and integrity issues, anomaly detection, and the intrusion detection system design for resource-constrained devices at the network edge. The biggest challenge lies in orchestrating intelligent interactions among diverse devices within a decentralized framework. This focus on intelligent decision-making in a decentralized environment necessitates meticulous attention from our research group in the long term.",
   "lab_name": "Intelligently Connected Networks Lab",
   "lab_address": "Lab Address: Telecommunications Network Room",
   "organization_lab": "Organization in charge of the Lab:",
   "organization_ptit": "Organization: Posts and Telecommunications Institute of Technology",
   "address": "Address: 122 Hoang Quoc Viet, Cau Giay, Hanoi",
   "phone_fax": "Phone/Fax: 024-357446799 / 024-3779432",
   "website": "Website: ptit.edu.vn",
   "filter": "Filter:",
   "filter_newest": "Newest Post",
   "filter_oldest": "Oldest Post",
   "gen_info": "General information:",
   "lab_name_or": "Lab Name:",
   "vi_name": "Vietnamese Name: ",
   "en_name": "English Name: ",
   "lab_address_or": "Lab Address:",
   "des_address": "Telecommunications Network Room - Faculty of Telecommunications 1 - Posts and Telecommunications Institute of Technology",
   "ptit": "Posts and Telecommunications Institute of Technology",
   "content_contact": "The Lab focuses on deep research directions, updating according to international and domestic research trends in the field of networks and intelligent connectivity. Some current research directions of the Lab include: <ul style='list-style-type: disc;'><li>Intelligent Connectivity and Artificial Intelligence: Artificial Intelligence (AI) can be applied to intelligent networks to enhance flexibility and automation in network management and operation.</li><li>Intelligent Connectivity and IoT: IoT devices are becoming increasingly popular and constantly connecting with each other, generating a large amount of data. Intelligent networks can be used to manage and process this data, as well as optimize connections between IoT devices.</li><li>Intelligent Connectivity and 5G/6G: 5G/6G is a powerful new technology that allows faster data transmission speeds and connects more devices. Intelligent networks can leverage 5G/6G to create new applications and improve network performance.</li><li>Intelligent Connectivity and Cybersecurity: With the increase in cyberattacks and cybersecurity threats, intelligent networks can be used to monitor and detect suspicious activities in the network and implement measures to protect the network.</li><li>Intelligent Connectivity and Applications in Virtual Reality and Augmented Reality: Intelligent networks can be used to enhance interaction capabilities between devices in virtual reality and augmented reality, as well as improve user experience.</li></ul>"
}
