{
   "home": "Trang chủ",
   "news": "Tin tức",
   "introduction": "Giới thiệu",
   "members": "Thành viên",
   "publications": "Các công bố khoa học",
   "call_for_papers": "Thư mời hội thảo",
   "others": "Khác",
   "contact_us": "Liên hệ",
   "re_publications": "Các công bố khoa học gần đây",
   "news_des": "Tin tức sự kiện nghiên cứu",
   "members_des": "Phòng thí nghiệm này nỗ lực tạo ra một môi trường nghiên cứu hợp tác, thúc đẩy kết nối giữa các nhà nghiên cứu và các phòng thí nghiệm đồng hành. Sứ mệnh chính của chúng tôi là khám phá những tiến bộ tiên tiến trong mạng kết nối thông minh, đặc biệt là giải quyết các thách thức về hiệu suất và bảo mật trong điện toán biên.",
   "about_us": "Về chúng tôi",
   "about_content": "&emsp;Phòng thí nghiệm này nỗ lực tạo ra một môi trường nghiên cứu hợp tác, thúc đẩy kết nối giữa các nhà nghiên cứu và các phòng thí nghiệm đồng hành. Sứ mệnh chính của chúng tôi là khám phá những tiến bộ tiên tiến trong mạng kết nối thông minh, đặc biệt là giải quyết các thách thức về hiệu suất và bảo mật trong điện toán biên.<br>&emsp;Chúng tôi tập trung phát triển các chiến lược nâng cao hiệu suất bằng cách khai thác tiềm năng của các giải pháp và công nghệ truyền thông không dây mới cùng với những đột phá trong trí tuệ biên. Ngoài ra, nghiên cứu của chúng tôi đi sâu vào sự phức tạp của xác thực và tính toàn vẹn của IoT, phát hiện bất thường và thiết kế hệ thống phát hiện xâm nhập cho các thiết bị hạn chế tài nguyên ở biên mạng. Thách thức lớn nhất nằm ở việc tổ chức các tương tác thông minh giữa các thiết bị đa dạng trong một khung phân tán. Tập trung vào việc ra quyết định thông minh trong môi trường phi tập trung đòi hỏi sự chú ý tỉ mỉ từ nhóm nghiên cứu của chúng tôi trong dài hạn.",
   "lab_name": "Lab Mạng kết nối thông minh",
   "lab_address": "Địa chỉ phòng Lab: Phòng mạng viễn thông",
   "organization_lab": "Tổ chức phụ trách phòng Lab:",
   "organization_ptit": "Tổ chức: Học viện Công nghệ Bưu chính Viễn thông",
   "address": "Địa chỉ: 122 Hoàng Quốc Việt, Cầu Giấy, Hà Nội",
   "phone_fax": "Điện thoại/Fax: 024-357446799 / 024-3779432",
   "website": "Website: ptit.edu.vn",
   "filter": "Bộ lọc:",
   "filter_newest": "Bài mới nhất",
   "filter_oldest": "Bài cũ nhất",
   "gen_info": "Thông tin chung:",
   "lab_name_or": "Tên phòng Lab:",
   "vi_name": "Tên tiếng Việt: ",
   "en_name": "Tên tiếng Anh: ",
   "lab_address_or": "Địa chỉ phòng Lab:",
   "des_address": "Phòng mạng viễn thông - Khoa Viễn thông 1 - Học viện Công nghệ Bưu chính Viễn thông",
   "ptit": "Học viện Công nghệ Bưu chính Viễn thông",
   "content_contact": "Phòng Lab nghiên cứu tập trung chính vào các hướng nghiên cứu chuyên sâu, cập nhật theo xu thế nghiên cứu quốc tế và trong nước về lĩnh vực mạng và kết nối thông minh. Một số hướng nghiên cứu hiện tại của phòng Lab nghiên cứu bao gồm: <ul style='list-style-type: disc;'><li>Mạng kết nối thông minh và trí tuệ nhân tạo: Trí tuệ nhân tạo (AI) có thể được áp dụng vào các mạng kết nối thông minh để tăng cường tính linh hoạt và khả năng tự động hóa trong việc quản lý và vận hành mạng.</li><li>Mạng kết nối thông minh và IoT: Các thiết bị IoT đang ngày càng phổ biến và liên tục kết nối với nhau, tạo ra một lượng lớn dữ liệu. Mạng kết nối thông minh có thể sử dụng để quản lý và xử lý dữ liệu này, đồng thời tối ưu hóa các kết nối giữa các thiết bị IoT.</li><li>Mạng kết nối thông minh và 5G/6G: 5G/6G là một kỹ thuật mới mạnh mẽ, cho phép tốc độ truyền tải dữ liệu nhanh hơn và kết nối nhiều thiết bị hơn. Mạng kết nối thông minh có thể tận dụng 5G/6G để tạo ra các ứng dụng mới và cải thiện hiệu suất của mạng.</li><li>Mạng kết nối thông minh và an ninh mạng: Với sự gia tăng của các cuộc tấn công mạng và các mối đe dọa an ninh mạng, mạng kết nối thông minh có thể được sử dụng để giám sát và phát hiện các hoạt động đáng ngờ trong mạng và thực hiện các biện pháp bảo vệ mạng.</li><li>Mạng kết nối thông minh và các ứng dụng trong thực tế ảo và thực tế tăng cường: Mạng kết nối thông minh có thể được sử dụng để tăng cường khả năng tương tác giữa các thiết bị trong thực tế ảo và thực tế tăng cường, đồng thời cải thiện trải nghiệm người dùng.</li></ul>"
}
